import styles from "../../styles/news.module.css";
import Layout from "../../components/news/Layout";
import Section2 from "../../components/news/section2";

export default function Index() {
  return (
    <Layout>
      <div className={styles["main"]}>
        <div className={styles["section1"]}>
          <h1 id={styles["title1"]}>اخبار صنعت طیور</h1>

          <div className={styles["topSection"]}>
            <div className={styles["one"]}>
              <img id={styles["imgNews"]} src="/images/new600.jpg" alt="" />
              <h1 id={styles["titleNews"]}>
              مرغداران در ۲ ماه اخیر نتوانستند ذرت خریداری کنند
              </h1>
              <p id={styles["textNews"]}>
              نماینده مردم چابهار در مجلس شورای اسلامی اظهار داشت: ما نتوانستیم نهاده‌های مورد نیاز مرغداران را تامین کنیم تا آنجا که من اطلاع دارم برخی از مرغداری‌ها حدود 2 ماه است که نتوانستند ذرت مورد نیاز خود را خریداری کنند.
معین‌الدین سعیدی، درباره علت تجمع جمعی از مرغداران در مقابل مجلس، و وضعیت تولیدکنندگان این صنف گفت: تامین نشدن نهاده‌های دامی به یکی از قصه‌های پر غصه در کشور تبدیل شده است. در ایران سالیانه به 19 میلیون تن نهاده دامی از جمله ذرت، سویا و جو نیالورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که ز داریم، و متاسفانه باید بگویم که عمده‎‌ترین نیاز ما در این زمینه از طریق واردات تامین می‌شود.          
               </p>
              <h1 id={styles["time"]}>
                2h ago . By Muktita Suhartono and Hannah Beech
              </h1>
            </div>
            <div className={styles["two"]}>
              <div className={styles["card3"]}>
                <div className={styles["card4"]}>
                  <img id={styles["imgNews"]} src="/images/news701.jpg" alt="" />
                  <h1 id={styles["titleNews"]}>
                  عدم‌تغییر در نرخ مصوب تخم‌مرغ 
                  </h1>
                  <p id={styles["textNews"]}>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده
                  </p>
                  <h1 id={styles["time"]}>
                    2h ago . By Muktita Suhartono and Hannah Beech
                  </h1>
                </div>

                <div className={styles["card5"]}>
                  <img id={styles["imgNews"]} src="/images/hen02.jpg" alt="" />
                  <h1 id={styles["titleNews"]}>
                    قیمت واقعی مرغ چقدر است؟
                  </h1>
                  <p id={styles["textNews"]}>
                  نایب رئیس کانون سراسری مرغداران گوشتی با تاکید بر لزوم اصلاح قیمت مصوب مرغ، گفت: قیمت واقعی مرغ برای مصرف کنندگان بین ۲۹ تا ۳۰ هزار تومان است.
                  </p>
                  <h1 id={styles["time"]}>
                    2h ago . By Muktita Suhartono and Hannah Beech
                  </h1>
                </div>
              </div>
              <div className={styles["card3"]}>
                <div className={styles["card4"]}>
                  <img id={styles["imgNews"]} src="/images/21.jpg" alt="" />
                  <h1 id={styles["titleNews"]}>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از
                  </h1>
                  <p id={styles["textNews"]}>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده
                  </p>
                  <h1 id={styles["time"]}>
                    2h ago . By Muktita Suhartono and Hannah Beech
                  </h1>
                </div>

                <div className={styles["card5"]}>
                  <img id={styles["imgNews"]} src="/images/ave.jpg" alt="" />
                  <h1 id={styles["titleNews"]}>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از
                  </h1>
                  <p id={styles["textNews"]}>
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                    با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                    تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                    کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و
                    آینده
                  </p>
                  <h1 id={styles["time"]}>
                    2h ago . By Muktita Suhartono and Hannah Beech
                  </h1>
                </div>
              </div>
            </div>
          </div>
        </div>
        <div className={styles["section2"]}>
          <Section2
            imgPath="/images/ave2.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/new601.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/new600.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/robot01.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/news703.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/aa.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/pellet100.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/ross308.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/qqq.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          <Section2
            imgPath="/images/pellet022.jpg"
            titleOfNews="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،"
          />
          
        </div>
        <style global jsx>
          {`
            * {
              margin: 0;
              padding: 0;
              box-sizing: border-box;
            }
          `}
        </style>
      </div>
    </Layout>
  );
}
